[
    {
        "id": 1 ,
        "name": "Little Lemon" ,
        "FotoPrincipalPC":"Projecto1PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto1PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto1PrincipalTLM.png"  ,
        "Link": "https://catarina-bsilva.github.io/little-lemon-app/",
        "descriçãoEN": "A website for the fictional restaurant Little Lemon, featuring the menu, reservations and information about the team and the restaurant's history.",
        "descriçãoPT": "Um site para o restaurante fictício Little Lemon, apresentando o menu, reservas e informações sobre a equipe e história do restaurante.",
        "descriçãoDE": "Eine Website für das fiktive Restaurant Little Lemon, mit Menü, Reservierungen und Informationen über das Team und die Geschichte des Restaurants.",
        "tecnologias": "Html, Css, JavaScript, React"
    },
    {
        "id": 2,
        "name": "Budget" ,
        "FotoPrincipalPC":"Projecto2PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto2PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto2PrincipalTLM.png"  ,
        "Link": "https://catarina-bsilva.github.io/Budget-app/",
        "descriçãoEN": "An application for personal budget management, allowing you to record, categorize, and track expenses with detailed reports.",
        "descriçãoPT": "Uma aplicação para gerenciamento de orçamento pessoal, permitindo registrar, categorizar e acompanhar despesas, com relatórios detalhados.",
        "descriçãoDE": "Eine Anwendung zur Verwaltung des persönlichen Budgets, mit der Sie Ausgaben aufzeichnen, kategorisieren und verfolgen können, mit detaillierten Berichten.",
        "tecnologias": "Html, Css, JavaScript, React, Sass"
    },
    {
        "id": 3 ,
        "name": "(Un)Healthy" ,
        "FotoPrincipalPC":"Projecto3PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto3PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto3PrincipalTLM.png"  ,
        "Link": "https://catarina-bsilva.github.io/unhealthy-restaurant/",
        "descriçãoEN": "A sample website for a restaurant with healthy and unhealthy menus, where customers can place orders and the kitchen can manage and update the status of each order.",
        "descriçãoPT": "Um site de exemplo para um restaurante com menus saudáveis e não saudáveis, onde os clientes podem fazer pedidos e a cozinha pode gerir e alterar o estado de cada pedido.",
        "descriçãoDE": "Eine Beispiel-Website für ein Restaurant mit gesunden und ungesunden Menüs, in dem Kunden Bestellungen aufgeben und die Küche den Status jeder Bestellung verwalten und aktualisieren kann.",
        "tecnologias": "Html, Css, JavaScript, React, Sass"
    },
    {
        "id": 4 ,
        "name": "FilmesDB" ,
        "FotoPrincipalPC":"Projecto4PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto4PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto4PrincipalTLM.png"  ,
        "Link": "https://catarina-bsilva.github.io/FilmesDB/",
        "descriçãoEN": "An application for viewing and searching for movie information, including details such as cast, synopsis, and reviews.",
        "descriçãoPT": "Uma aplicação para visualização e busca de informações sobre filmes, incluindo detalhes como elenco, sinopse e avaliações.",
        "descriçãoDE": "Eine Anwendung zum Anzeigen und Suchen von Filminformationen, einschließlich Details wie Besetzung, Zusammenfassung und Bewertungen.",
        "tecnologias": "Html, Css, JavaScript, React"
    },
    {
        "id": 5,
        "name": "Amy" ,
        "FotoPrincipalPC":"Projecto5PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto5PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto5PrincipalTLM.png"  ,
        "Link": "https://catarina-bsilva.github.io/amy-restaurant/",
        "descriçãoEN": "A website for the Amy restaurant, highlighting the menu, reservations and special events.",
        "descriçãoPT": "Um site para o restaurante Amy, destacando o menu, reservas e eventos especiais.",
        "descriçãoDE": "Eine Website für das Restaurant Amy, die das Menü, Reservierungen und besondere Veranstaltungen hervorhebt.",
        "tecnologias": "Html, Css, JavaScript, React, Sass"
    },
    {
        "id": 6,
        "name": "Make your Burger" ,
        "FotoPrincipalPC":"Projecto6PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto6PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto6PrincipalTLM.png"  ,
        "Link": "https://github.com/catarina-bsilva",
        "descriçãoEN": "An application where customers can customize their burgers by choosing ingredients, bread type, and meat, also allowing the kitchen to manage and update the status of each order.",
        "descriçãoPT": "Uma aplicação onde os clientes podem personalizar seus hambúrgueres, escolhendo ingredientes, tipo de pão e de carne, permitindo também que a cozinha gerencie e atualize o estado de cada pedido.",
        "descriçãoDE": "Eine Anwendung, bei der Kunden ihre Burger durch Auswahl von Zutaten, Brotsorte und Fleisch anpassen können und die Küche den Status jeder Bestellung verwalten und aktualisieren kann.",
        "tecnologias": "Html, Css, JavaScript, Vue"
    },
    {
        "id": 7,
        "name": "Costs" ,
        "FotoPrincipalPC":"Projecto7PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto7PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto7PrincipalTLM.png"  ,
        "Link": "https://catarina-bsilva.github.io/Costs",
        "descriçãoEN": "An application for managing costs with a defined budget, where expenses from various categories are added considering the available budget.",
        "descriçãoPT": "Uma aplicação para controle de custos com um orçamento definido, onde despesas de diferentes categorias são adicionadas considerando o orçamento disponível.",
        "descriçãoDE": "Eine Anwendung zur Verwaltung von Kosten mit einem festgelegten Budget, bei der Ausgaben aus verschiedenen Kategorien unter Berücksichtigung des verfügbaren Budgets hinzugefügt werden.",
        "tecnologias": "Html, Css, JavaScript, React"
    },
    {
        "id": 8,
        "name": "Quiz" ,
        "FotoPrincipalPC":"Projecto8PrincipalPC.png"  ,
        "FotoPrincipalTABLET":"Projecto8PrincipalTABLET.png"  ,
        "FotoPrincipalTLM":"Projecto8PrincipalTLM.png"  ,
        "Link": "https://github.com/catarina-bsilva",
        "descriçãoEN": "",
        "descriçãoPT": "",
        "descriçãoDE": "",
        "tecnologias": "Html, Css, JavaScript, React"
    }
  ]

